Repository: dinhquydds/nanocucurmin
Catalog: tm/giaiphaudralice-omegat.tmx
Source language: en_us
Languages: vi

source: ANATOMY
vi: GIẢI PHẪU

source: Body composition
vi: Thành phần cơ thể

source: Body systems
vi: Hệ thống cơ thể

source: Cell
vi: Tế bào

source: HUMAN
vi: NGƯỜI

source: Regio cervicalis lateralis
vi: Vùng cổ bên

source: Regions of the body
vi: Khu vực của cơ thể

source: Surface anatomy
vi: Giải phẫu bề mặt

source: THE DEFINITIVE VISUAL GUIDE
vi: HƯỚNG DẪN TRỰC QUAN CHÍNH XÁC

source: THE MOLECULE OF LIFE
vi: CÁC PHÂN TỬ CỦA CUỘC SỐNG

source: Terminology and planes
vi: Thuật ngữ và mặt phẳng
